export default {
  _locale: "ru",
  about: "О себе",
  blog: "Блог",
  schedule: "Расписание",
  details: "Детальнее",
  language: "Язык",
  left_button: "Назад",
  main: "Главная",
  month1: "Январь",
  month10: "Октябрь",
  month11: "Ноябрь",
  month12: "Декабрь",
  month2: "Февраль",
  month3: "Март",
  month4: "Апрель",
  month5: "Май",
  month6: "Июнь",
  month7: "Июль",
  month8: "Август",
  month9: "Сентябрь",
  more: "Еще",
  portfolio_head: "Последние работы",
  portfolio: "Портфолио",
  right_button: "Дальше",
  years: {
    one: "год",
    many: "года"
  },
  weekday0: "Воскресенье",
  weekday1: "Понедельник",
  weekday2: "Вторник",
  weekday3: "Среда",
  weekday4: "Четверг",
  weekday5: "Пятница",
  weekday6: "Суббота",
  Header: {
    choose_language: "Выбрать язык",
    go_to_main_page: "На главную",
    switch_to_day_mode: "Включить Дневной режим",
    switch_to_night_mode: "Включить Ночной режим"
  },
  Main: {
    about_head: "Немного о себе...",
    about_text_p1: "Привет, меня зовут Александр и мне",
    about_text_p2: "У меня есть опыт работы с",
    about_text_p3: "и многими другими технологиями.",
    blog_head: "Свежие статьи",
    book_now_description: "Свободный день. Забронируйте время сейчас.",
    book_now_title: "Свободный день",
    book_now: "Связаться",
    calendar_head: "Краткое расписание",
    calendar_text: "Здесь вы можете видеть краткую версию моего Google календаря, чтобы знать о моих рабочих планах.",
    many: "многими",
    moreAboutMe: "Больше о себе",
    openPrintableCV: "Печатная версия резюме",
    welcome_head: "Добро пожаловать!",
    welcome_text: "Этот мини-сайт создан для демонстрации моих навыков дизайнера и веб-разработчика."
  },
  About: {
    my_story: "Моя история",
    part_one: {
      title: "8-бит",
      content_1:
        "Моё детство припало на эпоху 8-битных игр, пиксельных героев и полифонической музыки. Не могу назвать себя геймером, потому что я предпочитал книги, кино и мультфильмы, но Super Mario всё же был пройден раз 20.",
      content_2:
        "Сложно однозначно утверждать, но мне кажеться что именно благодаря несовершенству графики у меня развивалась фантазия, ведь вместо квадратиков на экране нужно было видеть персонажей и целый мир."
    },
    part_two: {
      title: "16-бит",
      content_1:
        "Война между Nintendo и Sega в игровой индустрии подарила всему миру поколение 16-бит. Технологии двигались семимильными шагами, но это было где-то далеко, я же в это время читал научно-популярную литературу. Один раз я даже потратил все деньги подаренные мне на день рождения исключительно на книги.",
      content_2:
        "Основными темами была история, космос и паранормальщина. Это расширило мой кругозор и убедило в том, что призраков, пришельцев и лохнесского чудовища не существует."
    },
    part_three: {
      title: "PlayStation",
      content_1:
        "Появление трехмерного мира в играх совпало с появлением его и в моей жизни. Я вышел из привычного 2D формата книг и экрана ТВ, начал формировать свой музыкальный вкус, пробовать себя в спорте и думать о будущей профессии. Иначе говоря моя личность начала формироваться в того, кем я сейчас являюсь."
    },
    part_four: {
      title: "PlayStation",
      content_1:
        "Появление трехмерного мира в играх совпало с появлением его и в моей жизни. Я вышел из привычного 2D формата книг и экрана ТВ, чтобы формировать свой музыкальный вкус, пробовать себя в спорте и думать о будущей профессии. Иначе говоря моя личность начала превращатся в того, кем я сейчас являюсь."
    }
  }
};
