[
    {
        "id": "OL6393381W",
        "authorName": "Юрій Горліс-Горський",
        "title": "Холодний Яр",
        "description": "Historical-documentary novel by Yuri Horlis-Horsky about the events of 1918-1922 in the Kholodnoyarsk Republic, the center of the Ukrainian insurgent movement against the invaders (German occupiers and Russian \"white\" and \"red\" invaders).",
        "pagesCount": 340
    },
    {
        "id": "OL166894W",
        "authorName": "Фёдор Михайлович Достоевский",
        "title": "Преступление и наказание",
        "description": "From [wikipedia][1]:\r\n\r\nCrime and Punishment (Russian: Преступлéние и наказáние, tr. Prestupleniye i nakazaniye; IPA: [prʲɪstʊˈplʲenʲə ɪ nəkɐˈzanʲə]) is a novel by the Russian author Fyodor Dostoyevsky. It was first published in the literary journal The Russian Messenger in twelve monthly installments during 1866.[1] It was later published in a single volume. It is the second of Dostoyevsky's full-length novels following his return from ten years of exile in Siberia. Crime and Punishment is considered the first great novel of his \"mature\" period of writing.[2]\r\n\r\nCrime and Punishment focuses on the mental anguish and moral dilemmas of Rodion Raskolnikov, an impoverished ex-student in St. Petersburg who formulates and executes a plan to kill an unscrupulous pawnbroker for her cash. Raskolnikov argues that with the pawnbroker's money he can perform good deeds to counterbalance the crime, while ridding the world of a worthless vermin. He also commits this murder to test his own hypothesis that some people are naturally capable of such things, and even have the right to do them. Several times throughout the novel, Raskolnikov justifies his actions by comparing himself with Napoleon Bonaparte, believing that murder is permissible in pursuit of a higher purpose.\r\n\r\n\r\n----------\r\nSee also: \r\n\r\n - [Преступлéние и наказáние: 1/2](https://openlibrary.org/works/OL7998899W/Prestuplenie_i_nakazanie._1_2)\r\n\r\n  [1]: https://en.wikipedia.org/wiki/Crime_and_Punishment",
        "pagesCount": 511
    },
    {
        "id": "OL166973W",
        "authorName": "Фёдор Михайлович Достоевский",
        "title": "Идіотъ",
        "description": "Inspired by an image of Christ's suffering, Fyodor Dostoyevsky set out to portray \"a truly beautiful soul\" colliding with the brutal reality of contemporary society. Returning to St. Petersburg from a Swiss sanatorium, the gentle and naive Prince Myshkin—known as \"the idiot\"—pays a visit to his distant relative General Yepanchin and proceeds to charm the General and his circle. But after becoming infatuated with the beautiful Nastasya Filippovna, Myshkin finds himself caught up in a love triangle and drawn into a web of blackmail, betrayal, and, ultimately, murder. This new translation by David McDuff is sensitive to the shifting registers of the original Russian, capturing the nervous, elliptic flow of the narrative for a new generation of readers.",
        "pagesCount": 552
    },
    {
        "id": "OL166968W",
        "authorName": "Фёдор Михайлович Достоевский",
        "title": "Униженные и оскорблённые",
        "description": "Humiliated and Insulted (Russian: Униженные и оскорблённые, Unizhennye i oskorblyonnye) — also known in English as The Insulted and Humiliated, The Insulted and the Injured or Injury and Insult — is a novel by Fyodor Dostoevsky, first published in 1861 in the monthly magazine Vremya.",
        "pagesCount": 407
    },
    {
        "id": "OL16444720W",
        "authorName": "Фёдор Михайлович Достоевский",
        "title": "Бедные люди",
        "description": "",
        "pagesCount": 209
    },
    {
        "id": "OL93082W",
        "authorName": "Dante Alighieri",
        "title": "Divina Commedia",
        "description": "De goddelijke komedie is de beschrijving van een denkbeeldige tocht door het hiernamaals. Zij heeft drie delen: de hel, het vagevuur en het paradijs en ieder van deze delen heeft drieëndertig zangen van niet geheel gelijke lengte, terwijl aan het eerste deel nog een inleidende zang voorafgaat, waardoor het totale aantal van de zang honderd bedraagt. Dit aantal is geen toevalligheid. Het getal honderd gold in de middeleeuwse getallensymboliek, waarvan ook Dante een naarstig beoefenaar was, als het zinnebeeld van de volmaaktheid. Drie is het getal van de personen der heilige drie-eenheid, drieëndertig is het aantal jaren van Jezus' aardse leven. \r\n\r\nIn de eerste zang van De goddelijke komedie is Dante verdwaald in een donker woud en terwijl hij wanhopig naar hulp uitziet ontmoet hij daar de Latijnse dichter Vergilius. Samen verlaten zij het aardoppervlak en dalen af naar de hel, die voorgesteld wordt als een systeem van concentrische, zich steeds verder vernauwende kringen, een soort geringde trechter, die tenslotte in het middelpunt van de aarde eindigt. Daar zit Lucifer in het ijs, met zijn hoofd naar ons halfrond toe en met zijn voeten naar het zuidelijk halfrond gekeerd. \r\n\r\nTussen het ijs en Lucifer vinden Dante en Vergilius een weg langs het middelpunt van de aarde en stijgen dan weer op naar het zuidelijk halfrond. Zij bereiken een eiland, waar zich een hoge berg verheft, de louteringsberg van het vagevuur, waar de zielen die in staat van genade zijn gestorven, maar hun aardse schulden nog niet hebben uitgeboet, geleidelijk gelouterd worden en opstijgen naar de hemelse zaligheid. Deze berg, een soort tegenbeeld van de hel, heeft langs zijn flanken steeds nauwer wordende gaanderijen. Daarlangs stijgen Dante en Vergilius opwaarts naar de top, waar zich het aardse paradijs bevindt. \r\n\r\nWanneer zij daar zijn aangekomen, wordt Vergilius als Dante's geleider afgelost door Beatrice. Samen met Beatrice stijgt Dante nu opwaarts naar het paradijs. De eeuwige woonplaats van de zaligen bestraald door het licht van God.",
        "pagesCount": 517
    },
    {
        "id": "OL52456W",
        "authorName": "Johann Wolfgang von Goethe",
        "title": "Faust",
        "description": "",
        "pagesCount": 364
    },
    {
        "id": "OL52556W",
        "authorName": "Johann Wolfgang von Goethe",
        "title": "Die Leiden des jungen Werthers",
        "description": "Edición de Manuel José González.",
        "pagesCount": 175
    },
    {
        "id": "OL144822W",
        "authorName": "Jack London",
        "title": "Martin Eden",
        "description": "Jack London's Martin Eden was first published in 1909 and is the story of a young writer's quest for celebrity and love. Much loved by writers who identify with Martin's belief that when he posted a manuscript, 'there was no human editor at the other end, but a mere cunning arrangement of cogs that changed the manuscript from one envelope to another and stuck on the stamps,' that automatically returned it slapped with a rejection slip.\r\n\r\n\r\n----------\r\nAlso contained in:\r\n\r\n - [Best of Jack London](https://openlibrary.org/works/OL144769W)\r\n - [The Collected Jack London](https://openlibrary.org/works/OL15031706W/The_Collected_Jack_London)\r\n - [Novels and Social Writings](https://openlibrary.org/works/OL74447W/Novels_and_Social_Writings)",
        "pagesCount": 407
    },
    {
        "id": "OL14942956W",
        "authorName": "Jack London",
        "title": "The Call of the Wild",
        "description": "As Buck, a mixed breed dog, is taken away from his home, instead of facing a feast for breakfast and the comforts of home, he faces the hardships of being a sled dog. Soon he lands in the wrong hands, being forced to keep going when it is too rough for him and the other dogs in his pack. He also fights the urges to run free with his ancestors, the wolves who live around where he is pulling the sled.",
        "pagesCount": 130
    },
    {
        "id": "OL74504W",
        "authorName": "Jack London",
        "title": "White Fang",
        "description": "The story of a wolf/dog cross, who is raised by Indians, and becomes a deadly fighter.",
        "pagesCount": 239
    },
    {
        "id": "OL144824W",
        "authorName": "Jack London",
        "title": "The Sea-Wolf",
        "description": "Jack London's novel The Sea Wolf became an instant bestseller on its release in 1904. Ambrose Bierce wrote \"The great thing - and it is among the greatest of things - is that tremendous creation, Wolf Larsen...the hewing out and setting up of such a figure is black for a man to do in one lifetime.\" The Sea Wolf tells the story of intellectual Humphrey van Weyden's toughening and growth in the face of brutality and hardship. Set adrift after his ferry collides in fog and sinks, van Weyden is pulled out of the sea by Wolf Larsen.",
        "pagesCount": 359
    },
    {
        "id": "OL74497W",
        "authorName": "Jack London",
        "title": "The Star Rover",
        "description": "\"In The Star Rover London indicts the savagery of prison life: San Quentin death row inmate Darrell Standing can escape his confinement and torture only by withdrawing into dreams of past lives during what he calls his \"eternal recurrence on earth.\" Thus the fantastic becomes a vehicle for exposing social inequities and religious hypocrisy.\n\nLeslie Fiedler, Samuel Clemens Professor of English at the State University of New York at Buffalo and an essayist, poet, and critic, provides an important introduction to this often neglected classic.\"--BOOK JACKET.",
        "pagesCount": 313
    },
    {
        "id": "OL468431W",
        "authorName": "F. Scott Fitzgerald",
        "title": "The Great Gatsby",
        "description": "Here is a novel, glamorous, ironical, compassionate – a marvelous fusion into unity of the curious incongruities of the life of the period – which reveals a hero like no other – one who could live at no other time and in no other place. But he will live as a character, we surmise, as long as the memory of any reader lasts.\r\n\r\n\"There was something gorgeous about him, some heightened sensitivity to the promises of life.... It was an extraordinary gift for hope, a romantic readiness such as I have never found in any other person and which it is not likely I shall ever find again.\"\r\n\r\nIt is the story of this Jay Gatsby who came so mysteriously to West Egg, of his sumptuous entertainments, and of his love for Daisy Buchanan – a story that ranges from pure lyrical beauty to sheer brutal realism, and is infused with a sense of the strangeness of human circumstance in a heedless universe.\r\n\r\nIt is a magical, living book, blended of irony, romance, and mysticism.\r\n\r\n--first edition jacket\r\n\r\n\r\n----------\r\nAlso contained in:\r\n\r\n - [The Fitzgerald Reader](https://openlibrary.org/works/OL468551W/The_Fitzgerald_Reader)\r\n - [Three Novels of F. Scott Fitzgerald ](https://openlibrary.org/works/OL468557W)",
        "pagesCount": 431
    },
    {
        "id": "OL2196440W",
        "authorName": "Илья Арнольдович Ильф",
        "title": "Золотой телёнок",
        "description": "\"Золотой телёнок\" - продолжение легендарного романа \"Двенадцать стульев\", в котором по воле авторов \"воскрес\" их любимый герой - обаятельный и находчивый аферист Остап Бендер.\r\nНа этот раз, мечтая взять разом пятьсот тысяч \"на блюдечке с голубой каемочкой\" и уехать в Рио-де-Жанейро, Бендер решает отобрать часть состояния у подпольного миллионера Корейко... Какой из \"400 сравнительно честных способов отъема денег\" выберет великий комбинатор, чтобы провернуть эту сложную операцию?\r\nКак и \"Двадцать стульев\", не единожды экранизированный, \"Золотой телёнок\" и по сей день остается актуальным для многих поколений читателей. Эта книга для любого возраста, и к ней вы непременно вернетесь!",
        "pagesCount": 401
    },
    {
        "id": "OL654717W",
        "authorName": "Carlo Goldoni",
        "title": "La locandiera",
        "description": "",
        "pagesCount": 165
    },
    {
        "id": "OL468485W",
        "authorName": "F. Scott Fitzgerald",
        "title": "Tender is the Night",
        "description": "A psychiatrist, Dick Diver, treats and eventually marries a wealthy patient, Nicole.  Eventually, this marriage destroys him.",
        "pagesCount": 386
    },
    {
        "id": "OL93833W",
        "authorName": "Guy de Maupassant",
        "title": "Mademoiselle Fifi",
        "description": "The title story of this collection is, like many of the others, set during the Franco-Prussian war. As in so many of Maupassant’s stories he explores class barriers and looks at the contrasts between the French and German combatants.",
        "pagesCount": 213
    },
    {
        "id": "OL93842W",
        "authorName": "Guy de Maupassant",
        "title": "Bel-Ami",
        "description": ".I Quand la caissiere lui eut rendu la monnaie de sa piece de cent sous, Georges Duroy sortit du restaurant. Comme il portait beau, par nature et par pose d'ancien sous-officier, il cambra sa taille, frisa sa moustache d'un geste militaire et familier, et jeta sur les dineurs attardes un regard rapide et circulaire, un de ces regards de joli garcon qui s'etendent comme des coups d'epervier. Les femmes avaient leve la tete vers lui, trois petites ouvrieres, une maitresse de musique entre deux ages, mal peignee, negligee, coiffee d'un chapeau toujours poussiereux et vetue d'une robe toujours de travers, et deux bourgeoises avec leurs maris, habituees de cette gargote a prix fixe. Lorsqu'il fut sur le trottoir, il demeura un instant immobile se demandant ce qu'il allait faire. On etait au 28 juin, et il lui restait juste en poche trois francs quarante pour finir le mois. Cela representait deux diners sans dejeuners, ou deux dejeuners sans diners, au choix. Il reflechit que les repas du matin etant de vingt-deux sous, au lieu de trente que coutaient ceux du soir, il lui resterait, en se contentant des dejeuners, un franc vingt centimes de boni, ce qui representait encore deux collations au pain et au saucisson, plus deux bocks sur le boulevard. C'etait la sa grande depense et son grand plaisir des nuits, et il se mit a descendre la rue Notre-Dame de Lorette.\r\n\r\nMaupassant's second novel, Bel-Ami (1885), is the story of a ruthlessly ambitious young man (Georges Duroy, christened \"Bel-Ami\" by his female admirers) making it to the top in fin-de-siecle Paris. It is a novel about money, sex, and power, set against the background of the politics of the French colonization of North Africa. It explores the dynamics of an urban society uncomfortably close to our own and is a devastating satire of the sleaziness of contemporary journalism. Bel-Ami enjoys the status of an authentic record of the apotheosis of bourgeois capitalism under the Third Republic. But the creative tension between its analysis of modern behavior and its identifiably late nineteenth-century fabric is one of the reasons why Bel-Ami remains one of the finest French novels of its time, as well as being recognized as Maupassant's greatest achievement as a novelist. - Back cover.",
        "pagesCount": 387
    },
    {
        "id": "OL93840W",
        "authorName": "Guy de Maupassant",
        "title": "Une vie",
        "description": "Included in this volume are A Woman's Life, Hautot Senior and Hautot Junior, Little Louise Roque, and 8 more tales.",
        "pagesCount": 272
    },
    {
        "id": "OL1168083W",
        "authorName": "George Orwell",
        "title": "Nineteen Eighty-Four",
        "description": "Nineteen Eighty-Four: A Novel, often referred to as 1984, is a dystopian social science fiction novel by the English novelist George Orwell (the pen name of Eric Arthur Blair). It was published on 8 June 1949 by Secker & Warburg as Orwell's ninth and final book completed in his lifetime. Thematically, Nineteen Eighty-Four centres on the consequences of totalitarianism, mass surveillance, and repressive regimentation of persons and behaviours within society. Orwell, himself a democratic socialist, modelled the authoritarian government in the novel after Stalinist Russia. More broadly, the novel examines the role of truth and facts within politics and the ways in which they are manipulated.\r\n\r\n----------\t\t\r\nAlso contained in:\t\t\r\n[Novels (Animal Farm / Burmese Days / Clergyman's Daughter / Coming Up for Air / Keep the Aspidistra Flying / Nineteen Eighty-Four)](https://openlibrary.org/works/OL1168045W)\t\t\r\n[Novels (Animal Farm / Nineteen Eighty-Four)](https://openlibrary.org/works/OL1167981W)\r\n[Orwell's Nineteen Eighty-Four: Text, Sources, Criticism](https://openlibrary.org/works/OL1168095W)",
        "pagesCount": 361
    },
    {
        "id": "OL1168007W",
        "authorName": "George Orwell",
        "title": "Animal Farm",
        "description": "Animal Farm is a brilliant political satire and a powerful and affecting story of revolutions and idealism, power and corruption. 'All animals are equal. But some animals are more equal than others.' Mr Jones of Manor Farm is so lazy and drunken that one day he forgets to feed his livestock. The ensuing rebellion under the leadership of the pigs Napoleon and Snowball leads to the animals taking over the farm. Vowing to eliminate the terrible inequities of the farmyard, the renamed Animal Farm is organised to benefit all who walk on four legs. But as time passes, the ideals of the rebellion are corrupted, then forgotten. And something new and unexpected emerges..",
        "pagesCount": 123
    },
    {
        "id": "OL676009W",
        "authorName": "Михаил Афанасьевич Булгаков",
        "title": "Мастер и Маргарита",
        "description": "The battle of competing translations, a new publishing phenomenon which began with One Day in the Life of Ivan Denisovich, now offers two rival American editions of Mikhail Bulgakov's The Master and Margarita. Mirra Ginsburg's (Grove Press) version is pointedly grotesque: she delights in the sharp, spinning, impressionistic phrase. Her Bulgakov reminds one of the virtuoso effects encountered in Zamyatin and Babel, as yell as the early Pasternak's bizarre tale of Heine in Italy. Translator Michael Glenny, on the other hand, almost suggests Tolstoy. His (Harper & Row) version is simpler, softer, and more humane. The Bulgakov fantasy is less striking here, but less strident, too. Glenny: \"\"There was an oddness about that terrible day...It was the hour of the day when people feel too exhausted to breathe, when Moscow glows in a dry haze...\"\" Ginsburg: \"\"Oh, yes, we must take note of the first strange thing...At that hour, when it no longer seemed possible to breathe, when the sun was tumbling in a dry haze...\"\" In any case, The Master and Margarita, a product of intense labor from 1928 till Bulgakov's death in 1940, is a distinctive and fascinating work, undoubtedly a stylistic landmark in Soviet literature, both for its aesthetic subversion of \"\"socialist realism\"\" (like Zamyatin, Bulgakov apparently believed that true literature is created by visionaries and skeptics and madmen), and for the purity of its imagination. Essentially the anti-scientific, vaguely anti-Stalinist tale presents a resurrected Christ figure, a demonic, tricksy foreign professor, and a Party poet, the bewildered Ivan Homeless, plus a bevy of odd or romantic types, all engaged in socio-political exposures, historical debates, and supernatural turnabouts. A humorous, astonishing parable on power, duplicity, freedom, and love.",
        "pagesCount": 470
    },
    {
        "id": "OL260422W",
        "authorName": "Михаил Афанасьевич Булгаков",
        "title": "Собачье сердце",
        "description": "A superb comic masterpiece and fierce parable of the Russian Revolution by the author of The Master and Margarita. WITH A NEW INTRODUCTION BY ANDREY KURKOVA rich, successful Moscow professor befriends a stray dog and attempts a scientific first by transplanting into it the testicles and pituitary gland of a recently deceased man. A distinctly worryingly human animal is now on the loose, and the professor's hitherto respectable life becomes a nightmare beyond endurance. An absurd and superbly comic story, this classic novel can also be read as a fierce parable of the Russian Revolution.",
        "pagesCount": 175
    },
    {
        "id": "OL258366W",
        "authorName": "Александр Исаевич Солженицын",
        "title": "Раковый корпус",
        "description": "'There has been no such analysis of the corrupting power of the police state in Soviet literature'--Stuart Hood in the *Listener*\r\n\r\nSolzhenitsyn, like Oleg Kostoglotov, the central character of this novel, went in the mid-1950s from concentration camp to cancer ward and later recovered. The British publication of *Cancer Ward* in 1968 confirmed him as Russia's greatest living novelist although it has never been openly published in the Soviet Union.",
        "pagesCount": 536
    },
    {
        "id": "OL455327W",
        "authorName": "William Golding",
        "title": "Lord of the Flies",
        "description": "Lord of the Flies is a 1954 novel by Nobel Prize–winning British author William Golding. The book focuses on a group of British boys stranded on an uninhabited island and their disastrous attempt to govern themselves. Themes include the tension between groupthink and individuality, between rational and emotional reactions, and between morality and immorality.\r\n\r\nThe novel has been generally well received. It was named in the Modern Library 100 Best Novels, reaching number 41 on the editor's list, and 25 on the reader's list. In 2003 it was listed at number 70 on the BBC's The Big Read poll, and in 2005 Time magazine named it as one of the 100 best English-language novels from 1923 to 2005. Time also included the novel in its list of the 100 Best Young-Adult Books of All Time. Popular reading in schools, especially in the English-speaking world, a 2016 UK poll saw Lord of the Flies ranked third in the nation's favourite books from school.\r\n\r\n(From https://en.wikipedia.org/wiki/Lord_of_the_Flies)",
        "pagesCount": 254
    },
    {
        "id": "OL1089297W",
        "authorName": "Niccolò Machiavelli",
        "title": "The Prince",
        "description": "The Prince (Italian: Il Principe [il ˈprintʃipe]; Latin: De Principatibus) is a 16th-century political treatise written by Italian diplomat and political theorist Niccolò Machiavelli as an instruction guide for new princes and royals. The general theme of The Prince is of accepting that the aims of princes – such as glory and survival – can justify the use of immoral means to achieve those ends.\r\n\r\nFrom Machiavelli's correspondence, a version appears to have been distributed in 1513, using a Latin title, De Principatibus (Of Principalities). However, the printed version was not published until 1532, five years after Machiavelli's death. This was carried out with the permission of the Medici pope Clement VII, but \"long before then, in fact since the first appearance of The Prince in manuscript, controversy had swirled about his writings\".\r\n\r\nAlthough The Prince was written as if it were a traditional work in the mirrors for princes style, it was generally agreed as being especially innovative. This is partly because it was written in the vernacular Italian rather than Latin, a practice that had become increasingly popular since the publication of Dante's Divine Comedy and other works of Renaissance literature.",
        "pagesCount": 176
    },
    {
        "id": "OL63073W",
        "authorName": "Ernest Hemingway",
        "title": "The Old Man and the Sea",
        "description": "Set in the Gulf Stream off the coast of Havana, Hemingway's magnificent fable is the tale of an old man, a young boy and a giant fish. This story of heroic endeavour won Hemingway the Nobel Prize for Literature. It stands as a unique and timeless vision of the beauty and grief of man's challenge to the elements.",
        "pagesCount": 119
    },
    {
        "id": "OL63072W",
        "authorName": "Ernest Hemingway",
        "title": "A Farewell to Arms",
        "description": "A Farewell to Arms is about a love affair between the expatriate American Henry and Catherine Barkley against the backdrop of the First World War, cynical soldiers, fighting and the displacement of populations. The publication of A Farewell to Arms cemented Hemingway's stature as a modern American writer, became his first best-seller, and is described by biographer Michael Reynolds as \"the premier American war novel from that debacle World War I.\"",
        "pagesCount": 318
    },
    {
        "id": "OL699230W",
        "authorName": "Николай Васильевич Гоголь",
        "title": "Мертвые души",
        "description": "Dead Souls is a socially critical black comedy. Set in Russia before the emancipation of serfs in 1861, the \"dead souls\" are dead serfs still being counted by landowners as property, as well as referring to the landowners' morality. Through surreal and often dark comedy, Gogol criticizes Russian society after the Napoleonic Wars. He intended to also offer solutions to the problems he satirized, but died before he ever completed the second part of what was intended to be a trilogy. The work famously ends mid-sentence.",
        "pagesCount": 382
    },
    {
        "id": "OL699229W",
        "authorName": "Николай Васильевич Гоголь",
        "title": "Ревизор",
        "description": "",
        "pagesCount": 156
    },
    {
        "id": "OL699228W",
        "authorName": "Николай Васильевич Гоголь",
        "title": "Тарас Бульба",
        "description": "\"Set sometime between the mid-sixteenth and early-seventeenth century, Gogol's epic tale recounts both a bloody Cossack revolt against the Poles (led by the bold Taras Bulba of Ukrainian folk mythology) and the trials of Taras Bulba's two sons.\"--BOOK JACKET.",
        "pagesCount": 227
    },
    {
        "id": "OL288933W",
        "authorName": "Максим Горький",
        "title": "Фома Гордеев",
        "description": "Out of the darkest depths of life, where vice and crime and misery abound, comes the Byron of the twentieth century, the poet of the vagabond and the proletariat, Maxim Gorky. Not like the beggar, humbly imploring for a crust in the name of the Lord, nor like the jeweller displaying his precious stones to dazzle and tempt the eye, he comes to the world, - nay, in accents of Tyrtaeus this commoner of Nizhni Novgorod spurs on his troops of freedom-loving heroes to conquer, as it were, the placid, self- satisfied literatures of to-day, and bring new life to pale, bloodless frames.",
        "pagesCount": 346
    },
    {
        "id": "OL676838W",
        "authorName": "Александр Иванович Куприн",
        "title": "Суламифь",
        "description": "",
        "pagesCount": 179
    },
    {
        "id": "OL1579286W",
        "authorName": "Михаил Юрьевич Лермонтов",
        "title": "Герой нашего времени",
        "description": "",
        "pagesCount": 208
    },
    {
        "id": "OL85892W",
        "authorName": "Bram Stoker",
        "title": "Dracula",
        "description": "Na história, um casal e seus amigos são atormentados por Conde Drácula, uma entidade sobrenatural e hematófoga que, presa em uma maldição contagiosa, pretende se mudar de seu recluso castelo na Transilvânia para a efervescente Londres do século XIX. Com a ajuda do professor Van Helsing, o grupo de amigos pretende enfrentar o morto-vivo, mesmo com todos os perigos que a ofensiva trará.",
        "pagesCount": 364
    },
    {
        "id": "OL450063W",
        "authorName": "Mary Shelley",
        "title": "Frankenstein or The Modern Prometheus",
        "description": "*Frankenstein; or, The Modern Prometheus* is an 1818 novel written by English author Mary Shelley. Frankenstein tells the story of Victor Frankenstein, a young scientist who creates a sapient creature in an unorthodox scientific experiment. Shelley started writing the story when she was 18, and the first edition was published anonymously in London on 1 January 1818, when she was 20. Her name first appeared in the second edition, which was published in Paris in 1821.",
        "pagesCount": 240
    },
    {
        "id": "OL52266W",
        "authorName": "H. G. Wells",
        "title": "The Invisible Man",
        "description": "This book is the story of Griffin, a scientist who creates a serum to render himself invisible, and his descent into madness that follows.",
        "pagesCount": 144
    },
    {
        "id": "OL1833989W",
        "authorName": "Gaston Leroux",
        "title": "Le fantôme de l'opéra",
        "description": "Christine is brought up by her itinerant musician father, whose death she mourns endlessly. She achieves a singing position in the Paris Opera line, where a mysterious voice teaches her to unleash her musical potential. The voice belongs to Erik, a deformed musical genius who lives in the opera house. As Christine's singing career takes off, her childhood friend Raoul begins to court her, and he and Erik fight jealously for Christine's hand.\r\n\r\n\r\n  [1]: http://litl",
        "pagesCount": 236
    },
    {
        "id": "OL15202030W",
        "authorName": "Victor Hugo",
        "title": "The Hunchback of Notre Dame",
        "description": "In fifteenth-century Paris, a disfigured man named Quasimodo, who was abandoned as an infant in the cathedral of Notre-Dame and now lives in its bell tower, must come to the aid of a beautiful gypsy girl named Esmeralda after she repels the advances of the cruel archdeacon Don Claude Frollo.",
        "pagesCount": 456
    },
    {
        "id": "OL1063588W",
        "authorName": "Victor Hugo",
        "title": "Les Misérables",
        "description": "In this story of the trials of the peasant Jean Valjean--a man unjustly imprisoned, baffled by destiny, and hounded by his nemesis, the magnificently realized, ambiguously malevolent police detective Javert--Hugo achieves the sort of rare imaginative resonance that allows a work of art to transcend its genre.",
        "pagesCount": 865
    },
    {
        "id": "OL24605638W",
        "authorName": "Александр Иванович Куприн",
        "title": "Олеся",
        "description": "",
        "pagesCount": 90
    },
    {
        "id": "OL676834W",
        "authorName": "Александр Иванович Куприн",
        "title": "Гранатовый браслет",
        "description": "",
        "pagesCount": 174
    },
    {
        "id": "OL10215W",
        "authorName": "Евгений Иванович Замятин",
        "title": "Мы",
        "description": "Wikipedia\r\n\r\nWe is set in the future. D-503, a spacecraft engineer, lives in the One State, an urban nation constructed almost entirely of glass, which assists mass surveillance. The structure of the state is Panopticon-like, and life is scientifically managed F. W. Taylor-style. People march in step with each other and are uniformed. There is no way of referring to people except by their given numbers. The society is run strictly by logic or reason as the primary justification for the laws or the construct of the society. The individual's behavior is based on logic by way of formulas and equations outlined by the One State.\r\n\r\nWe is a dystopian novel completed in 1921. It was written in response to the author's personal experiences with the Russian revolutions of 1905 and 1917, his life in the Newcastle suburb of Jesmond and work in the Tyne shipyards at nearby Wallsend during the First World War. It was at Tyneside that he observed the rationalization of labor on a large scale.",
        "pagesCount": 192
    },
    {
        "id": "OL2196450W",
        "authorName": "Илья Арнольдович Ильф",
        "title": "Двенадцать стульев",
        "description": "\"Ostap Bender is an unemployed con artist living by his wits in postrevolutionary Soviet Russia. He joins forces with Ippolit Matveyevich Vorobyaninov, a former nobleman who has returned to his hometown to find a cache of missing jewels which were hidden in some chairs that have been appropriated by the Soviet authorities.\r\n\r\nThe search for the bejeweled chairs takes these unlikely heroes from the provinces to Moscow to the wilds of Soviet Georgia and the Trans-caucasus mountains; on their quest they encounter a wide variety of characters: from opportunistic Soviet bureaucrats to aging survivors of the prerevolutionary propertied classes, each one more selfish, venal, and ineffective than the one before.\"--BOOK JACKET.",
        "pagesCount": 443
    },
    {
        "id": "OL9170454W",
        "authorName": "William Shakespeare",
        "title": "Hamlet",
        "description": "In this quintessential Shakespeare tragedy, a young prince's halting pursuit of revenge for the murder of his father unfolds in a series of highly charged confrontations that have held audiences spellbound for nearly four centuries. Those fateful exchanges, and the anguished soliloquies that precede and follow them, probe depths of human feeling rarely sounded in any art. \r\nThe title role of Hamlet, perhaps the most demanding in all of Western drama, has provided generations of leading actors their greatest challenge. Yet all the roles in this towering drama are superbly delineated, and each of the key scenes offers actors a rare opportunity to create theatrical magic.\r\nAs if further evidence of Shakespeare's genius were needed, Hamlet is a unique pleasure to read as well as to see and hear performed. The full text of this extraordinary drama is reprinted here from an authoritative British edition complete with illuminating footnotes.\r\n(back cover)",
        "pagesCount": 180
    },
    {
        "id": "OL699215W",
        "authorName": "Николай Васильевич Гоголь",
        "title": "Нос",
        "description": "",
        "pagesCount": 80
    },
    {
        "id": "OL1673205W",
        "authorName": "Mario Puzo",
        "title": "The Godfather",
        "description": "The Godfather is a crime novel by American author Mario Puzo. Originally published in 1969 by G. P. Putnam's Sons, the novel details the story of a fictional Mafia family in New York City (and Long Beach, New York), headed by Vito Corleone. Puzo's dedication for The Godfather is \"For Anthony Cleri\". The novel's epigraph is by the French author Honoré de Balzac: \"Behind every great fortune there is a crime.\" The novel covers the years 1945 to 1955 and includes the back story of Vito Corleone from early childhood to adulthood.\r\n\r\n\r\n----------\r\nAlso contained in:\r\n\r\n - [The Godfather / The Fortunate Pilgrim](https://openlibrary.org/works/OL7920005W)\r\n - [The Godfather / The Last Don](https://openlibrary.org/works/OL1673242W)",
        "pagesCount": 449
    },
    {
        "id": "OL77958W",
        "authorName": "James Fenimore Cooper",
        "title": "The Last of the Mohicans",
        "description": "The classic tale of Hawkeye—Natty Bumppo—the frontier scout who turned his back on \"civilization,\" and his friendship with a Mohican warrior as they escort two sisters through the dangerous wilderness of Indian country in frontier America.",
        "pagesCount": 389
    },
    {
        "id": "OL1209288W",
        "authorName": "Erich Maria Remarque",
        "title": "Im Westen nichts Neues",
        "description": "This is the testament of Paul Bäumer, who enlists with his classmates in the German army of World War I. These young men become enthusiastic soldiers, but their world of duty, culture, and progress breaks into pieces under the first bombardment in the trenches. \r\n\r\nThrough years of vivid horror, Paul holds fast to a single vow: to fight against the hatred that meaninglessly pits young men of the same generation but different uniforms against one another... if only he can come out of the war alive.",
        "pagesCount": 221
    },
    {
        "id": "OL1209320W",
        "authorName": "Erich Maria Remarque",
        "title": "Drei Kameraden",
        "description": "Drei Freunde, eine Frau, alle voller Hoffnungen, Träume und Sehnsüchte – ein berührender und zeitloser Roman über das Leben nach dem Krieg.",
        "pagesCount": 386
    },
    {
        "id": "OL1209312W",
        "authorName": "Erich Maria Remarque",
        "title": "Weg zurück",
        "description": "This is the sequel to All Quiet on the Western Front. Published in 1931 this novel tell the story of the social upheaval and discord experienced by the German soldiers returning home after the Great War. This was one of the books the Nazis banned and selected for burning.",
        "pagesCount": 317
    },
    {
        "id": "OL1793164W",
        "authorName": "Jerome Klapka Jerome",
        "title": "Three Men in a Boat (to say nothing of the dog)",
        "description": "Three feckless young men take a rowing holiday on the Thames river in 1888. \r\n\r\nReferenced by [Robert A. Heinlein][1] in [Have Spacesuit Will Travel][2] as Kip's father's favorite book. Inspired [To Say Nothing of the Dog][3] by [Connie Willis][4].\r\n\r\n\r\n  [1]: https://openlibrary.org/authors/OL28641A/Robert_A._Heinlein\r\n  [2]: https://openlibrary.org/works/OL59727W/Have_Space_Suit_Will_Travel\r\n  [3]: https://openlibrary.org/works/OL14858398W/To_Say_Nothing_of_the_Dog_or_how_we_found_the_bishop's_bird_stump_at_last#about/about\r\n  [4]: https://openlibrary.org/authors/OL20934A/Connie_Willis",
        "pagesCount": 194
    },
    {
        "id": "OL11010665W",
        "authorName": "Іван Семенович Нечуй-Левицький",
        "title": "Кайдашева сімʼя",
        "description": "",
        "pagesCount": 226
    },
    {
        "id": "OL1793164W",
        "authorName": "Jerome Klapka Jerome",
        "title": "Three Men in a Boat (to say nothing of the dog)",
        "description": "Three feckless young men take a rowing holiday on the Thames river in 1888. \r\n\r\nReferenced by [Robert A. Heinlein][1] in [Have Spacesuit Will Travel][2] as Kip's father's favorite book. Inspired [To Say Nothing of the Dog][3] by [Connie Willis][4].\r\n\r\n\r\n  [1]: https://openlibrary.org/authors/OL28641A/Robert_A._Heinlein\r\n  [2]: https://openlibrary.org/works/OL59727W/Have_Space_Suit_Will_Travel\r\n  [3]: https://openlibrary.org/works/OL14858398W/To_Say_Nothing_of_the_Dog_or_how_we_found_the_bishop's_bird_stump_at_last#about/about\r\n  [4]: https://openlibrary.org/authors/OL20934A/Connie_Willis",
        "pagesCount": 194
    },
    {
        "id": "OL100239W",
        "authorName": "Theodore Dreiser",
        "title": "An American Tragedy",
        "description": "The classic depiction of the harsh realities of American life, the dark side of the American Dream, and one man's doomed pursuit of love and success...\"Mr. Dreiser is not imitative and belongs to no school. He is at heart a mysticist and a fatalist, though using the realistic method. He is, on the evidence of this novel alone, a power.\" --The New York Times Book Review",
        "pagesCount": 857
    },
    {
        "id": "OL644990W",
        "authorName": "Selma Lagerlöf",
        "title": "Nils Holgerssons underbara resa genom Sverige",
        "description": "A selfish young boy learns humility when he is made small by an elf and flies on a long trip with wild geese.",
        "pagesCount": 326
    },
    {
        "id": "OL1992167W",
        "authorName": "Truman Capote",
        "title": "Breakfast at Tiffany's",
        "description": "Published with three short stories this novella cemented Capote’s position at the forefront of American literature. It is the story of a friendship between New York neighbours, good time girl Holly Golightly and the unnamed male narrator.",
        "pagesCount": 160
    },
    {
        "id": "OL5159248W",
        "authorName": "Георгий Николаевич Владимов",
        "title": "Верный Руслан",
        "description": "",
        "pagesCount": 232
    },
    {
        "id": "OL152268W",
        "authorName": "H.P. Lovecraft",
        "title": "At the Mountains of Madness",
        "description": "Introduction by China MievilleLong acknowledged as a master of nightmarish visions, H. P. Lovecraft established the genuineness and dignity of his own pioneering fiction in 1931 with his quintessential work of supernatural horror, At the Mountains of Madness. The deliberately told and increasingly chilling recollection of an Antarctic expedition's uncanny discoveries--and their encounter with untold menace in the ruins of a lost civilization--is a milestone of macabre literature. This exclusive new edition, presents Lovecraft's masterpiece in fully restored form, and includes his acclaimed scholarly essay \"Supernatural Horror in Literature.\" This is essential reading for every devotee of classic terror.From the Trade Paperback edition.",
        "pagesCount": 238
    },
    {
        "id": "OL1099280W",
        "authorName": "Jules Verne",
        "title": "Vingt mille lieues sous les mers",
        "description": "A nineteenth-century science fiction tale of an electric submarine, its eccentric captain, and undersea world, which anticipated many of the scientific achievements of the twentieth century.",
        "pagesCount": 270
    },
    {
        "id": "OL6917948W",
        "authorName": "Len Giovannitti",
        "title": "The man who won the Medal of Honor",
        "description": "",
        "pagesCount": 211
    },
    {
        "id": "OL1945771W",
        "authorName": "Fay Weldon",
        "title": "Affliction",
        "description": "",
        "pagesCount": 212
    },
    {
        "id": "OL98459W",
        "authorName": "Kurt Vonnegut",
        "title": "Slaughterhouse-Five",
        "description": "Slaughterhouse-Five is one of the world's great anti-war books. Centering on the infamous fire-bombing of Dresden, Billy Pilgrim's odyssey through time reflects the mythic journey of our own fractured lives as we search for meaning in what we are afraid to know.",
        "pagesCount": 210
    },
    {
        "id": "OL19715210W",
        "authorName": "Edith Eger",
        "title": "The choice",
        "description": "\"A powerful, moving memoir--and a practical guide to healing--written by Dr. Edith Eva Eger, an eminent psychologist whose own experiences as a Holocaust survivor help her treat patients and allow them to escape the prisons of their own minds.  Edith Eger was sixteen years old when the Nazis came to her hometown in Hungary and took her Jewish family to an internment center and then to Auschwitz. Her parents were sent to the gas chamber by Joseph Mengele soon after they arrived at the camp. Hours later Mengele demanded that Edie dance a waltz to 'The Blue Danube' and rewarded her with a loaf of bread that she shared with her fellow prisoners. These women later helped save Edie's life. Edie and her sister survived Auschwitz, were transferred to the Mauthausen and Gunskirchen camps in Austria, and managed to live until the American troops liberated the camps in 1945 and found Edie in a pile of dying bodies.  One of the few living Holocaust survivors to remember the horrors of the camps, Edie has chosen to forgive her captors and find joy in her life every day. Years after she was liberated from the concentration camps Edie went back to college to study psychology. She combines her clinical knowledge and her own experiences with trauma to help others who have experienced painful events large and small. Dr. Eger has counselled veterans suffering from PTSD, women who were abused, and many others who learned that they too, can choose to forgive, find resilience, and move forward. She lectures frequently on the power of love and healing.  The Choice weaves Eger's personal story with case studies from her work as a psychologist. Her patients and their stories illustrate different phases of healing and show how people can choose to escape the prisons they construct in their minds and find freedom, regardless of circumstance. Eger's story is an inspiration for everyone. And her message is powerful and important: 'Your pain matters and is worth healing: you can choose to be joyful and free.'  She is eighty-nine years old and still dancing.\"--",
        "pagesCount": 296
    },
    {
        "id": "OL1855944W",
        "authorName": "Ian McEwan",
        "title": "Atonement",
        "description": "Atonement is a 2001 British metafiction novel written by Ian McEwan. Set in three time periods, 1935 England, Second World War England and France, and present-day England, it covers an upper-class girl's half-innocent mistake that ruins lives, her adulthood in the shadow of that mistake, and a reflection on the nature of writing.\r\n\r\nWidely regarded as one of McEwan's best works, it was shortlisted for the 2001 Booker Prize for fiction. In 2010, Time magazine named Atonement in its list of the 100 greatest English-language novels since 1923.",
        "pagesCount": 415
    },
    {
        "id": "OL15025W",
        "authorName": "John Fowles",
        "title": "A maggot",
        "description": "",
        "pagesCount": 434
    },
    {
        "id": "OL962210W",
        "authorName": "Marquis de Sade",
        "title": "Les 120 Journées de Sodome",
        "description": "A pornographic novel by the infamous Sade, the story relates the tale of four men who sequester themselves at a remote chateau with various women, men and young girls with the intention of experiencing the ultimate sexual gratification by indulging in a series of orgies. A novel that requires a strong stomach.",
        "pagesCount": 519
    },
    {
        "id": "OL13237657W",
        "authorName": "Андрій Вікторович Кузьменко",
        "title": "Я, \"Побєда\" і Берлін",
        "description": "",
        "pagesCount": 238
    },
    {
        "id": "OL27818494W",
        "authorName": "Андрій Вікторович Кузьменко",
        "title": "Я, Паштєт і Армія",
        "description": "",
        "pagesCount": 223
    },
    {
        "id": "OL16497524W",
        "authorName": "Яна Михайловна Вагнер",
        "title": "Вонгозеро",
        "description": "",
        "pagesCount": 445
    },
    {
        "id": "OL28603326W",
        "authorName": "Яна Михайловна Вагнер",
        "title": "Живые люди",
        "description": "",
        "pagesCount": 416
    },
    {
        "id": "OL20875653W",
        "authorName": "Josh Malerman",
        "title": "Malorie",
        "description": "",
        "pagesCount": 291
    },
    {
        "id": "OL19976661W",
        "authorName": "Josh Malerman",
        "title": "Bird box",
        "description": "In an apocalyptic near-future world, a mother and her two small children are followed as they make their way down a river, blindfolded, in order to avoid seeing a terrifying entity. The plot contains profanity and graphic violence.",
        "pagesCount": 100
    },
    {
        "id": "OL267933W",
        "authorName": "Margaret Mitchell",
        "title": "Gone With the Wind",
        "description": "Margaret Mitchell's monumental epic of the South won a Pulitzer Prize, gave rise to the most popular motion picture of our time, and inspired a sequel that became the fastest selling novel of the century. It is one of the most popular books ever written: more than 28 million copies of the book have been sold in more than 37 countries. Today, more than 60 years after its initial publication, its achievements are unparalleled, and it remains the most revered American saga and the most beloved work by an American writer...",
        "pagesCount": 914
    },
    {
        "id": "OL46241W",
        "authorName": "Isaac Asimov",
        "title": "I, Robot",
        "description": "I, Robot is a fixup novel of science fiction short stories or essays by American writer Isaac Asimov. The stories originally appeared in the American magazines Super Science Stories and Astounding Science Fiction between 1940 and 1950 and were then compiled into a book for stand-alone publication by Gnome Press in 1950, in an initial edition of 5,000 copies. The stories are woven together by a framing narrative in which the fictional Dr. Susan Calvin tells each story to a reporter (who serves as the narrator) in the 21st century. Although the stories can be read separately, they share a theme of the interaction of humans, robots, and morality, and when combined they tell a larger story of Asimov's fictional history of robotics.\r\n\r\n\r\n----------\r\n\r\nContains:\r\n\"Introduction\" \r\n\"Robbie\" (1940, 1950)\r\n\"Runaround\" (1942)\r\n\"Reason\" (1941)\r\n\"Catch That Rabbit\" (1944)\r\n\"Liar!\" (1941)\r\n\"Little Lost Robot\" (1947)\r\n\"Escape!\" (1945)\r\n\"Evidence\" (1946)\r\n\"The Evitable Conflict\" (1950)",
        "pagesCount": 221
    },
    {
        "id": "OL11477563W",
        "authorName": "Панас Мирний",
        "title": "Хіба ревуть воли, як ясла повні?",
        "description": "",
        "pagesCount": 457
    },
    {
        "id": "OL31923W",
        "authorName": "Fannie Flagg",
        "title": "Fried Green Tomatoes at the Whistle Stop Cafe",
        "description": "Folksy and fresh, endearing and affecting, Fried Green Tomatoes at the Whistle Stop Cafe is a now-classic novel about two women: Evelyn, who’s in the sad slump of middle age, and gray-headed Mrs. Threadgoode, who’s telling her life story. Her tale includes two more women—the irrepressibly daredevilish tomboy Idgie and her friend Ruth—who back in the thirties ran a little place in Whistle Stop, Alabama, offering good coffee, southern barbecue, and all kinds of love and laughter—even an occasional murder. And as the past unfolds, the present will never be quite the same again.",
        "pagesCount": 426
    },
    {
        "id": "OL24156W",
        "authorName": "Robert Louis Stevenson",
        "title": "The Strange Case of Dr. Jekyll and Mr. Hyde",
        "description": "Mr. Gabriel Utterson is a serious, austere lawyer living a humdrum life in Victorian London. Yet there is a strange clause in his friend, Dr. Henry Jekyll's will: should he disappear for more than 3 months, everything will be inherited by Hyde. But after Edward Hyde's darker nature is revealed one dark winters night, Mr. Utterson begins to investigate the connection between the two men, and finds the dark secret binding them closer then he could have ever thought imaginable.\r\n\r\nAdapted countless times in film, some times in video game form, and referenced countless times in popular culture, here is the story that started it all: The Strange Case of Dr. Jekyll & Mr. Hyde!",
        "pagesCount": 185
    },
    {
        "id": "OL20387898W",
        "authorName": "Владимир Георгиевич Сорокин",
        "title": "День опричника",
        "description": "",
        "pagesCount": 208
    },
    {
        "id": "OL26453742W",
        "authorName": "Richard Bach",
        "title": "Jonathan Livingston Seagull",
        "description": "",
        "pagesCount": 121
    },
    {
        "id": "OL28141339W",
        "authorName": "Тамара Горіха Зерня",
        "title": "Доця",
        "description": "Це книга про любов. У ній немає жодного слова на «лю…», але вона про любов. Про магію, не лубочну, розтиражовану з екранів телевізора, а справжню, від роду і кореня, коли пірнаєш з головою у Прадавній Океан і виринаєш звідти з рибиною в зубах. І ще про відвагу. Про безумовну відвагу знайти своє, впізнати його, впертися руками і ногами й нікому не віддати. Свій дім, свою батьківщину, своє серце, своє право ходити з високо піднятою головою.\r\n\r\nПодії роману розгортаються навесні-влітку чотирнадцятого року в Донецьку. Донбас — це точка обнулення, місце сили, де прозвучали найважливіші запитання. І тільки там заховано потрібні відповіді. Там, де все починалося, там все і завершиться, коли історія пройде чергове коло і вічний змій Уроборос знову вкусить себе за хвіст. Саме тут герої ня втратила родину, дім, роботу, ілюзії — і саме тут зібрала уламки життя заново, віднайшла новий смисл і нову опору.\r\n\r\nКрок за кроком читач спостерігає процес трансформації, переродження гречкосія у воїна. Ця книга назавжди змінила того, хто її написав, і змінить кожного, хто її прочитає. Бо війна — це коли ти їси землю. І що важливіше, коли годуєш землею.",
        "pagesCount": 319
    },
    {
        "id": "OL30037596W",
        "authorName": "H.P. Lovecraft",
        "title": "Call of Cthulhu",
        "description": "",
        "pagesCount": 85
    },
    {
        "id": "OL2163649W",
        "authorName": "Douglas Adams",
        "title": "The Hitch Hiker's Guide to the Galaxy",
        "description": "The Hitchhiker's Guide to the Galaxy is the first of six books in the Hitchhiker's Guide to the Galaxy comedy science fiction \"hexalogy\" by Douglas Adams. The novel is an adaptation of the first four parts of Adams's radio series of the same name. The novel was first published in London on 12 October 1979. It sold 250,000 copies in the first three months.\r\n\r\nThe namesake of the novel is The Hitchhiker's Guide to the Galaxy, a fictional guide book for hitchhikers (inspired by the Hitch-hiker's Guide to Europe) written in the form of an encyclopaedia.\r\n\r\n\r\n----------\r\nAlso contained in:\r\n\r\n - [The Hitch Hiker's Guide to the Galaxy: A Trilogy in Four Parts][1]\r\n - [The More than Complete Hitchhiker's Guide][2]\r\n - [Ultimate Hitchhiker's Guide to the Galaxy](https://openlibrary.org/works/OL2163706W)\r\n\r\n  [1]: https://openlibrary.org/works/OL2163692W\r\n  [2]: https://openlibrary.org/works/OL2163713W",
        "pagesCount": 249
    },
    {
        "id": "OL102749W",
        "authorName": "Herman Melville",
        "title": "Moby Dick",
        "description": "\"Command the murderous chalices! Drink ye harpooners! Drink and swear, ye men that man the deathful whaleboat's bow -- Death to Moby Dick!\" So Captain Ahab binds his crew to fulfil his obsession -- the destruction of the great white whale. Under his lordly but maniacal command the Pequod's commercial mission is perverted to one of vengeance. To Ahab, the monster that destroyed his body is not a creature, but the symbol of \"some unknown but still reasoning thing.\" Uncowed by natural disasters, ill omens, even death, Ahab urges his ship towards \"the undeliverable, nameless perils of the whale.\" Key letters from Melville to Nathaniel Hawthorne are printed at the end of this volume. - Back cover.",
        "pagesCount": 446
    },
    {
        "id": "OL20865997W",
        "authorName": "Clifford D. Simak",
        "title": "Grotto of the Dancing Deer",
        "description": "",
        "pagesCount": 336
    },
    {
        "id": "OL100237W",
        "authorName": "Theodore Dreiser",
        "title": "The Financier",
        "description": "The Financier is a novel by Theodore Dreiser, based on real-life streetcar tycoon Charles Yerkes. Dreiser started writing his manuscript in 1911, and the following year published the first part of his lengthy work as The Financier. The second part appeared in 1914 as The Titan; the third volume of his Trilogy of Desire was also Dreiser's final novel, The Stoic (1947).",
        "pagesCount": 545
    },
    {
        "id": "OL1064112W",
        "authorName": "Victor Hugo",
        "title": "L'homme qui rit",
        "description": "diiamond",
        "pagesCount": 505
    },
    {
        "id": "OL1064103W",
        "authorName": "Victor Hugo",
        "title": "Bug-Jargal",
        "description": "",
        "pagesCount": 306
    },
    {
        "id": "OL8193497W",
        "authorName": "Charles Dickens",
        "title": "A Christmas Carol",
        "description": "An allegorical novella descibing the rehabilitation of bitter, miserly businessman Ebenezer Scrooge. The reader is witness to his transformation as Scrooge is shown the error of his ways by the ghost of former partner Jacob Marley and the spirits of Christmas past, present and future. The first of the Christmas books (Dickens released one a year from 1843&ndash;1847) it became an instant hit.",
        "pagesCount": 127
    }
]